Repository: Mart24/eatmission
Catalog: lib/l10n/app_*.arb
Languages: nl

# language
source: English
nl: Nederlands

# introtexttitleone
source: The food on our plate comes from all over the world
nl: Heel erg bedankt voor deelname aan dit onderzoek

# introtextone
source: It is imported by plane, boat, train, truck, from a lot of different countries
nl: Er komt steeds meer informatie beschikbaar over de impact van onze voedingskeuzes op de natuur om ons heen.

# introtexttitletwo
source: Some of these products have a higher negative impact
nl: Bepaalde producten hebben een hogere impact op de natuur

# introtexttwo
source: A lot of COݞ emissions come for example from the production of meat and dairy products.
nl: Een groot deel van de CO₂ uitstoot komt rund, varken, kip, vis en zuivel producten. Maar daarnaast is het soort eten én de hoeveelheid van belang

# introtexttitlethird
source: Develop a healthy and sustainable diet
nl: Deze voedingsapplicatie weergeeft de CO₂ footprint van uw voedingskeuzes

# introtextthird
source: With this app, sustainable choices have never been easier.
nl: Voor dit onderzoek wordt er van u verwacht dat u voor drie weken uw voedingsiname bijhoudt

source: Password
nl: Wachtwoord

source: Name
nl: Naam

source: Register
nl: Registreer

# starttext
source: Start your eatmission
nl: Begin jouw missie

# alreadyaccount
source: Already an account? Sign in
nl: Al een account? Log in

source: Welcome back!
nl: Log in met het account dat u heeft gekregen

source: Forgot Password?
nl: Wachtwoord vergeten?

# noaccountyet
source: No account yet? Please register
nl: Nog geen account? Registreer hier

source: Ask email
nl: Stuur email

# backtologin
source: Back to sign in page
nl: Terug naar log in

source: Reset Password
nl: Verander Wachtwoord

# eatentext
source: Eaten
nl: Gegeten

# carbstext
source: Carbs
nl: Koolh.

# proteintext
source: Proteins
nl: Eiwit

# fatstext
source: Fats
nl: Vet

source: Breakfast
nl: Ontbijt

# otherstext
source: Others
nl: Overig

# diarytext
source: Diary
nl: Dagboek

# comparetext
source: Compare
nl: Vergelijk

# intaketext
source: Intake
nl: Voeg toe

# goalstext
source: Goals
nl: Doelen

# profiletext
source: Profile
nl: Profiel

# searchyourproductstext
source: Search your product
nl: Zoek jouw product

source: Type something
nl: Type iets

# chooseamountstext
source: Choose amount
nl: Kies hoeveelheid

# reporttext
source: Report
nl: Melden

# howmanygramstext
source: How many grams?
nl: Hoeveel gram?

source: Macronutrients
nl: Macronutriënten

source: Energy
nl: Energie

# carbsfulltext
source: Carbohydrates
nl: Koolhydraten

# proteinfulltext
source: Proteins
nl: Eiwitten

# proteinplanttext
source: (Plant)
nl: (Plantaardig)

# proteinanimaltext
source: (Animal)
nl: (Dierlijk)

# fatsfulltext
source: Fats
nl: Vetten

source: Saturated Fats
nl: Verzadigd vet

# sugartext
source: Sugars
nl: Suikers

# salttext
source: Salt
nl: Zout

# irontext
source: Iron
nl: IJzer

# fiberstext
source: Fibers
nl: Vezels

# savetext
source: Save
nl: Opslaan

# fooddetailstext
source: Food details
nl: Voedings details

# nutritiontext
source: Nutritional values
nl: Voedingswaarden

# typetext
source: Type
nl: Soort

# totallproteintext
source: Total proteins
nl: Totaal eiwitten

# totalfattext
source: Total Fats
nl: Totaal vetten

# totalcarbstext
source: Total Carbohydrates
nl: Totaal koolhydraten

# calortiestext
source: Calories
nl: Calorieën

# howmuchtext
source: Amount
nl: Hoeveel

# advicetext
source: Advice
nl: Advies

# infotext1
source: Advice
nl: Let op: Dit zijn richtlijnen. Met een gevarieerd dieet krijg je de juiste voedingsstoffen binnen.

# infotext2
source: Advice
nl: is het maximale en

# infotext3
source: Advice
nl: staat voor de minimale consumptie per dag. Voor meer informatie, kijk op de website voedingscentrum.nl

# redtext
source: Red
nl: Rood

# greentext
source: Green
nl: Groen

# dotsfiberstext
source: Fibers
nl: Vezels

# dotssaturatedstext
source: Saturated fat
nl: Verzadigd vet

# dotssugarsstext
source: Sugars
nl: Suiker

# goal1atext
source: Think of a Goal
nl: Bedenk een spaardoel

# goal1btext
source: It can be anything, two t-shirts, jeans etc.
nl: Het kan van alles zijn, twee t-shirts, een spijkerbroek etc.

# goal2atext
source: Calculate Goal
nl: Bereken spaardoel

# goal2btext
source: Search online for the amount of COݞ it costs
nl: Zoek online naar hoeveel CO₂ jouw doel is

# goal3atext
source: Fill goal in this App
nl: Vul het spaardoel in de app

# goal3btext
source: Stay below 25 kg/COݞ for a reachable goal for this study
nl: Blijf onder de 25 kg/CO₂ voor een haalbaar doel voor deze studie

# goal4atext
source: Start eating sustainable
nl: Start met duurzaam eten!

# goal4btext
source: Fill in your starting data. The more sustainable your diet, the more you save!
nl: Geef je startdatum op. Hoe duurzamer jouw voedingsschema, hoe meer je compenseert.

# goalheaderntext
source: Set a COݞ goal
nl: Neem een spaardoel

# goalheader2ntext
source: Each day below the 5kg/COݞ is saved
nl: Onder 5 kg/CO₂ per dag spaar je uit

# goalbuttontext
source: Set a COݞ Goal
nl: Ga verder

# comparevietheadertext
source: Compare products
nl: Vergelijk producten

# yourco2goal
source: Your COݞ save goal
nl: Jouw CO₂ bespaar doel

source: Saved
nl: Bespaard

source: Goal
nl: Doel

source: This week
nl: Deze week

source: You have eaten
nl: Je hebt gegeten

source: You saved
nl: Je bespaarde

source: Save goal
nl: Spaar doel

# co2tosave
source: COݞ to save
nl: CO₂ nog te gaan

source: Goal reached in
nl: Doel behaald in

source: Day
nl: Dag

# co2eaten
source: COݞ eaten
nl: CO₂ gegeten

# co2saved
source: COݞ saved
nl: CO₂ bespaard

# questiongoal
source: Are you sure you want to delete your goal
nl: Weet je zeker dat je je bespaar doel wilt verwijderen

source: No
nl: Nee

source: Yes
nl: Ja

# titlegoalsaddcsreen
source: Goals add screen
nl: Neem een spaardoel

source: Title
nl: Titel

# co2goal
source: COݞ Goal
nl: CO₂ spaardoel

source: Start Date
nl: Start Datum

# buttonsavegoal
source: Save Goal
nl: Sla op

# buttonaddimage
source: Add image
nl: Voeg afbeelding toe

source: Goals
nl: Spaardoel

source: Graphs
nl: Grafieken

source: Month
nl: Maand

source: Months
nl: Maanden

source: Calories
nl: Calorieën

# darkmodetext1
source: Better for your eyes and battery
nl: Beter voor je ogen en accuduur

# darkmodetext2
source: Let there be light
nl: Shine bright like a diamond

source: Goal Settings
nl: Stel je doelen in

# goalsettingssubtitle
source: Calorie goal and COݞ goal
nl: Calorie doel en CO₂ doel

# ygoalsettingsco2
source: COݞ goal
nl: CO₂ doel

source: Account Settings
nl: Account Instellingen

source: Settings
nl: Instellingen

source: Sign out
nl: Log uit

# deleteaccount
source: Delete profile
nl: Verwijder account

source: Report Bug
nl: Meld een bug

source: App Information
nl: App Informatie

source: Licenses
nl: Licensies
